const translationsRu = {
    // Navbar component
    home : "Главная",
    about_us: "О нас",
    selection_of_apartments: "Подбор квартир",
    contacts: "Контакты",
    residential_complexes: "Жилые комплексы",
    // Header component
    choose_your_dream_apartment: "Выбери квартиру своей мечты",
    in_our_complex_everything_is_thought_out_to_the_smallest_detail: "В нашем комплексе всё продумано до мелочей",
    submit_your_application: "Оставить заявку",
    // about component
    about_us_text : "Компания «BEST HOUSE» успешно занимается реализацией проектов в сфере недвижимости и строительства. На данный момент, одним из самых значимых проектов нашей компании является жилой комплекс «Nukus Avenue» в  Яккасарайском районе столицы Узбекистана. Этот жилой комплекс позволит обладателям квартир в нем обрести уютную жизнь! Комфорт и удобство обеспечены вам, ведь квартиры в жилом комплексе «Nukus Avenue» уникальны по своей планировке и каждый сможет выбрать то, что по душе.",
    more: "Подробнее",
    // About header component
    our_outlook_on_life: "Наш взгляд на жизнь",
    our_outlook_on_life_text:"Строительство — это не просто бизнес! Это то, как мы видим жизнь, наше отношение к жизни. Мы верим в человека и это вдохновляет нас на новые свершения. Архитектурный проект BEST HOUSE — жилой комплекс «Nukus Avenue».",
    // About us component
    little : "Немного о",
    nukus_avenu : "«Nukus Avenue»",
    little_text: "«Nukus Avenue» успешно занимается реализацией проектов в сфере недвижимости и строительства. На данный момент, одним из самых значимых проектов нашей компании является жилой комплекс «Nukus Avenue» в  Яккасарайском районе столицы Узбекистана. Этот жилой комплекс позволит обладателям квартир в нем обрести уютную жизнь! Комфорт и удобство обеспечены вам, ведь квартиры в жилом комплексе «Nukus Avenue» уникальны по своей планировке и каждый сможет выбрать то, что по душе.",
    about_name: "Наши дома для тех, кто ценит уют, комфорт и индивидуальность.",
    about_text: "Применяем только инновационные технологии.",
    about_text_2: "Место, где вы живете, может оказать существенное влияние на ваш образ жизни и счастье. Купив квартиру в ЖК «Nukus Avenue» вы не только получаете прекрасный дом, но и обретаете отличную инфраструктуру.",
    // Benefites component
    advantages_of_the_residential_complex: "Преимущества жилого комплекса",
    overground_and_underground_parking : "Надземная и подземная парковка",
    equipped_playgrounds : " Обустроенные детские площадки",
    modern_architecture : "Современная архитектура",
    brick_houses: "Кирпичные дома",
    spacious_and_comfortable_elevator: "Просторный и удобный лифт",
    rooms: "Комнат 1, 2, 3, 4",
    flats: "Этажность 12 +(-1) цокольный",
    separate_layout: "Раздельная планировка",
    video_surveillance: "Круглосуточное видеонаблюдение",
    ceiling_height:"Высота потолков",
    soundproof_windows: "Шумозащитные окна",
    possibility_to_create_your_own_interior: "Возможность создать свой интерьер",
    // complexes Header component
    com_1: "Преимущества ЖК «Nukus Avenue»",
    com_2: "Надежные апартаменты",
    com_3: "Покупая жилье в новостройке, вы получаете современные апартаменты, расположенные в перспективном районе с продуманной инфраструктурой. Мы строим только кирпичные дома, а они как мы знаем доказали свою надежность временем.",
    com_4: "Комфорт и качество",
    com_5: "При строительстве жилого комплекса «Nukus Avenue» используются только качественные строительные материалы. А также профессиональными архитекторами продумана инфраструктура для комфортного проживания.",
    com_6: "Индивидуальный стиль",
    com_7: "Планировка квартир в жилом комплексе «Nukus Avenue» продумана до мелочей для удобного проживания. Внутренний дизайн интерьера квартиры каждый может сделать под себя, чтобы каждая деталь в доме органично дополняла другие.",
    // Contacts component
    con_1:"Контакты",
    con_2:"Отдел продаж",
    con_3:"г. Ташкент, Яккасарайский район, улица Глинка-48",
    con_4:"Оставить заявку",
    // feedback component
    fed_1:"Оставить заявку",
    fed_2:"Отправить",
    fed_3:"Мы с вами свяжемся",
    // find component
    find_1:"Подбор квартир",
    find_2:"Подберите квартиру, которая придется по душе и по потребностям.",
    find_3:"Подробнее",
    // footer component
    footer_1:"Телефон",
    footer_2:"Почта",
    footer_3:"Главная",
    footer_4:"О нас",
    footer_5:"Подбор квартир",
    footer_6:"Контакты",
    footer_7:"Жилые комплексы",
    footer_8:"Оставить заявку",
    footer_9:"Отдел продаж",
    footer_10:"г. Ташкент, Яккасарайский район, улица Глинка-48",
    // footer house component
    footer_hourse_1:"Взгляните на свой будущий дом",
    footer_hourse_2:"Успейте купить квартиру для своей семьи в одном из лучших жилых комплексов Ташкента!",
    // Plan component
    plan_1: "План и квадратура квартир",
    plan_2: "Квартиры на",
    plan_3: "этаже)",
    plan_4: "этаж",
    plan_5: "Кол-во комнат",
    plan_6: "Квадратура",
    plan_7: "комната",
    // future component
    future_1:"Рассрочка",
    future_2:"Успей купить квартиру в жилом комплексе «Nukus Avenue» в рассрочку! *Рассрочка действует в течение 12 месяцев.",
    future_3:"Позвонить",
    future_4:"Остались вопросы?",
    future_5:"Свяжитесь с нашими специалистами. Они с удовольствием помогут подобрать наилучший вариант планировки.",
    // future HOUSE component
    future_1_house: "Взгляните на свой будущий дом",
    future_2_house:"Успейте купить квартиру для своей семьи в одном из лучших жилых комплексов Ташкента!",
    // apartment header
    apartment_header_1:"Подбор квартир",
    apartment_header_2:"Подробнее",
    apartment_header_3:"Одна комнатная квартира",
    apartment_header_4:"Двух комнатные квартиры",
    apartment_header_5:"Трех комнатная квартира",
    apartment_header_6:"Четырёх комнатная квартира",
    // first apartment
    first_apartment_1:"План и планировка",
    first_apartment_2:"Одна",
    first_apartment_3:"комната",
    first_apartment_4:"Общая площядь:",
    first_apartment_5:"Оставить заявку",
    // fourthe apartment
    fourthe_apartment_1:"Четырёх",
    // second apartment
    second_apartment_1:"Двух",
    // third apartment
    third_apartment_1:"Трёх"
    
};

export default translationsRu